Repository: 0is1/toukoaalto2016
Catalog: lang/*.po
Languages: fi

source: Sorry, but the page you were trying to view does not exist.
fi: Etsimääsi sivua ei löydy

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
fi: Käytössäsi on <strong>vanhentunut</strong> selain, mikä ei välttämättä tue sivun vaatimia tekniikoita. Ole hyvä ja <a href="http://browsehappy.com/">päivitä</a> käyttämäsi selain.

source: Sorry, no results were found.
fi: Ei hakutuloksia

source: Social media feed
fi: Some

source: JSON data is null
fi: Syötteen palauttama data on tyhjä

source: feed_id is empty
fi: syötteen tunniste on tyhjä

# %s = human-readable time difference
source: %s ago
fi: %s sitten

source: Continued
fi: Lue lisää

source: Theme General Settings
fi: Teeman yleiset asetukset

source: Theme Settings
fi: Teeman asetukset

source: RSS Posts
fi: RSS Artikkelit

source: All RSS Posts
fi: Kaikki RSS artikkelit

source: Add New RSS Post
fi: Lisää uusi RSS artikkeli

source: Edit RSS Post
fi: Muokkaa RSS artikkelia

source: New RSS Post
fi: Uusi RSS artikkeli

source: View RSS Post
fi: Näytä RSS artikkeli

source: Search RSS Posts
fi: Etsi RSS artikkeleita

source: Nothing found in the Database.
fi: Tietokannasta ei löydy mitään.

source: Nothing found in Trash
fi: Mitään ei löydy roskakorista

source: RSS Posts Categories
fi: RSS kategoriat

source: RSS Posts Category
fi: Rss artikkelin kategoria

source: Search RSS Posts Categories
fi: Etsi RSS kategorioita

source: All RSS Posts Categories
fi: Kaikki RSS kategoriat

source: Edit RSS Posts Category
fi: Muokkaa RSS kategoriaa

source: Update RSS Posts Category
fi: Päivitä RSS kategoria

source: Add New RSS Posts Category
fi: Lisää uusi RSS kategoria

source: New RSS Posts Category Name
fi: RSS kategorian nimi

source: RSS Posts Tags
fi: RSS avainsanat

source: RSS Posts Tag
fi: RSS avainsana

source: Search RSS Posts Tags
fi: Etsi RSS avainsanoja

source: All RSS Posts Tags
fi: Kaikki RSS avainsanat

source: Edit RSS Posts Tag
fi: Muokkaa RSS avainsanaa

source: Update RSS Posts Tag
fi: Päivitä RSS avainsana

source: Add New RSS Posts Tag
fi: Lisää uusi RSS avainsana

source: New RSS Posts Tag Name
fi: RSS avainsanan nimi

source: Primary Navigation
fi: Päävalikko

source: Primary
fi: Ensisijainen

source: Footer
fi: Alapalkki

source: Latest Posts
fi: Viimeisimmät artikkelit

source: Search Results for %s
fi: Tulokset hakusanalle %s

source: Not Found
fi: Ei löytynyt

# comments title
source: One response to &ldquo;%2$s&rdquo;
fi: Yksi kommentti &ldquo;%2$s&rdquo;

source: &larr; Older comments
fi: &larr; Vanhemmat kommentit

source: Newer comments &rarr;
fi: Uudemmat kommentit &rarr;

source: Comments are closed.
fi: Kommentointi on suljettu.

source: Pages:
fi: Sivut:

source: By
fi: Kirjoittanut

source: Posts
fi: Artikkelit

source: All Posts
fi: Kaikki artikkelit

source: All Posts &raquo;
fi: Kaikki artikkelit &raquo;
